[
  {
    "palavra": "Administração",
    "definicao": "Processo de planejar, organizar, liderar e controlar os recursos de uma organização para atingir objetivos."
  },
  {
    "palavra": "Planejamento estratégico",
    "definicao": "Definição de objetivos de longo prazo e das ações necessárias para alcançá-los."
  },
  {
    "palavra": "Organização",
    "definicao": "Estruturação dos recursos e atividades da empresa de forma eficiente."
  },
  {
    "palavra": "Liderança",
    "definicao": "Capacidade de influenciar e motivar pessoas para alcançar objetivos comuns."
  },
  {
    "palavra": "Controle",
    "definicao": "Monitoramento e avaliação das atividades para garantir que os objetivos sejam atingidos."
  },
  {
    "palavra": "Gestão de pessoas",
    "definicao": "Conjunto de práticas para recrutar, desenvolver e manter talentos na organização."
  },
  {
    "palavra": "Marketing",
    "definicao": "Conjunto de ações voltadas para entender e atender às necessidades dos clientes."
  },
  {
    "palavra": "Finanças",
    "definicao": "Gestão dos recursos financeiros da organização, incluindo orçamento e investimentos."
  },
  {
    "palavra": "Contabilidade",
    "definicao": "Registro e análise das transações financeiras para tomada de decisão."
  },
  {
    "palavra": "Produtividade",
    "definicao": "Medida da eficiência na utilização de recursos para gerar resultados."
  },
  {
    "palavra": "Stakeholder",
    "definicao": "Todas as pessoas ou organizações que têm interesse nas atividades da empresa."
  },
  {
    "palavra": "Missão",
    "definicao": "Declaração que define o propósito e a razão de existir da organização."
  },
  {
    "palavra": "Visão",
    "definicao": "Descrição de onde a organização deseja chegar no futuro."
  },
  {
    "palavra": "Valores",
    "definicao": "Princípios que guiam a conduta e decisões da organização."
  },
  {
    "palavra": "Inovação",
    "definicao": "Introdução de novas ideias, produtos ou processos para melhorar resultados."
  },
  {
    "palavra": "Benchmarking",
    "definicao": "Prática de comparar processos e resultados com os melhores do mercado."
  },
  {
    "palavra": "Logística",
    "definicao": "Planejamento e execução do fluxo de materiais e produtos até o cliente."
  },
  {
    "palavra": "Empreendedorismo",
    "definicao": "Capacidade de identificar oportunidades e criar negócios de forma inovadora."
  },
  {
    "palavra": "Análise SWOT",
    "definicao": "Ferramenta que avalia forças, fraquezas, oportunidades e ameaças de uma organização."
  },
  {
    "palavra": "Gestão de projetos",
    "definicao": "Planejamento, execução e controle de atividades temporárias para alcançar objetivos específicos."
  }
]
